import "./AboutUsCards.css"

const AboutUsCards = () => {
  return (
    <div className="about-us-cards">
      <div className="about-us-card">
        <h3>Кто участвует в Релевантах?</h3>
        <img src="/images/cards_participant.webp" alt="Participants" />
        <p>
          В кандидатах мы ценим три ключевых качества: трудолюбие, обучаемость и самоотверженную
          готовность помогать другим. Формальные требования минимальны, мы верим, что правильные
          люди быстро осваивают нужные навыки.
        </p>
      </div>
      <div className="about-us-card">
        <h3>Это бесплатно?!</h3>
        <img src="/images/cards_value.webp" alt="Value" />
        <p>
          Это не курсы и не тренинги, хотя занятия у нас есть. Здесь платят временем, усилиями и
          ответственностью. Сообщество работает за счет стараний и вклада участников.
        </p>
      </div>
      <div className="about-us-card">
        <h3>Наш подход</h3>
        <img src="/images/cards_approach.webp" alt="Approach" />
        <p>
          Мы объединяем усилия для реализации конкретных проектов, таких как развитие сообщества,
          карьерное продвижение участников и практическое освоение востребованных навыков. Важные
          решения принимаем сообща, а повседневные делегируем ответственным исполнителям. Каждый
          вносит вклад там, где это нужнее всего, с опорой на интересы всей группы.
        </p>
      </div>
    </div>
  )
}

export default AboutUsCards
